[
  "agent-client",
  "obsidian-git",
  "table-editor-obsidian",
  "obsidian-excalidraw-plugin",
  "dataview",
  "obsidian-tasks-plugin",
  "obsidian-icon-folder",
  "omnisearch",
  "realclaudian",
  "smart-connections",
  "smart-lookup",
  "templater-obsidian",
  "obsidian-style-settings",
  "remotely-save",
  "obsidian-kanban",
  "editing-toolbar",
  "copilot",
  "obsidian-importer",
  "homepage",
  "obsidian-mind-map",
  "metadata-menu",
  "pomodoro-timer",
  "enhanced-tables",
  "longtime-diary",
  "scalosaurus",
  "deepseek-cli",
  "ai-commit",
  "html-v-editor",
  "media-gallery-grid",
  "aibrowser-chat",
  "make-md",
  "obsidian-book-search-plugin",
  "obsidian-math-plus",
  "writing",
  "llm-docs",
  "docx-importer",
  "syncscroll",
  "enhanced-image",
  "perplexity-converter",
  "smart-context",
  "smart-chatgpt",
  "smart-templates"
]