[
  "agent-client",
  "obsidian-git",
  "table-editor-obsidian",
  "obsidian-excalidraw-plugin",
  "dataview",
  "obsidian-tasks-plugin",
  "obsidian-icon-folder",
  "omnisearch",
  "realclaudian",
  "smart-connections"
]